<div class="art-PostContent">
<p>
	<div class="art-PostContent">
                        
     <b><span style="color:#504e46;">В.: Могу ли я проходить тестирование не будучи зарегистрированным?</span></b><br /> 
		О.: Нет, доступ к материалу и тестированию имеют только зарегистрированные пользователи.
	</div>
	<div style="padding-bottom: 30px">
		<b><span style="color:#504e46;">В.: Когда тест является пройденным?</span></b><br />
		О.: Тест является пройденным только в том случае, если будут даны верные ответы на все вопросы.
	</div>
	<div style="padding-bottom: 30px">
		<b><span style="color:#504e46;">В.: Какие вопросы мне доступны при повторном тестировании?</span></b><br />
		О.: При повторном тестировании доступны только те вопросы, на которые не был вами дан правильный ответ.
	</div>   
</p>                                
 </div>
 <div class="cleared"></div>
                                  