                            <h2 class="art-PostHeaderIcon-wrapper">
                                <span class="art-PostHeader">Учебно-лабораторный комплекс</span>
                            </h2>
                            <div class="art-PostContent">
                                
                                <p><b> Кодирование информации </b> то процедура образования установленного представления данных. В узком смысле «кодирование» переключение с одной формы представления данных к иной, наиболее комфортной для хранения, передачи либо обработки
	</p>
	
                                 
 </div>
                                                          
                                                    <div class="cleared"></div>
                        </div>
                        
                            </div>
                        </div>
                        <div class="art-Post">
                            <div class="art-Post-body">
                        <div class="art-Post-inner">
                            <h2 class="art-PostHeaderIcon-wrapper">
                                <span class="art-PostHeader">Что представляет собой данный учебно-лабораторный комплекс?</span>
                            </h2>
                            <div class="art-PostContent">
                                  <p>Учебно-лабораторный комплекс — рассматривается как дополнение к курсу обучения "Методы защиты информации". Комплекс может охватывать не всю дисциплину, а лишь часть (несколько разделов) примерной программы. Комплекс включает не только апробированные, общепризнанные знания и положения, но и разные мнения по той или иной проблеме</p>
                                    
                                    <blockquote>
                                        <p>
                                            &#8220;Учиться, учиться и учиться.&#8221;
                                            <br />
                                            В.И. Ленин
                                        </p>
                                    </blockquote>
                                  <br />
                                
                                    
                            </div>
                            <div class="cleared"></div>